Repository: common-repository/wgpwpp
Catalog: languages/wgpwpp-*.po
Languages: cs_cz, hu_hu, sk_sk

source: The plugin works on the anycast proxy principle, which directs traffic through its optimized and secure servers. These servers process and optimize content before it reaches users. The plugin also utilizes intelligent caching, compression and minification of files to further speed up rendering times and reduce server load. It also features a firewall, bot detection, DDoS protection and other tools to maintain a high level of security for your website and users.
cs_cz: Funguje na principu anycast proxy, který přesměruje veškerý provoz na vaše stránky skrze svou síť optimalizovaných a zabezpečených serverů. Tímto způsobem se zpracovává a optimalizuje obsah stránek ještě předtím, než dorazí k návštěvníkům. Plugin také využívá inteligentní kešování, kompresi a minifikaci souborů, které zlepšují rychlost načítání stránek a snižují zátěž serveru. Díky široké škále bezpečnostních funkcí, jako je firewall, detekce škodlivých robotů a ochrana proti DDoS útokům, tento plugin zajišťuje vysokou úroveň zabezpečení pro vaše webové stránky a jejich návštěvníky.
hu_hu: A bővítmény az anycast proxy elvén működik, amely a forgalmat az optimalizált és biztonságos szerverein keresztül irányítja. Ezek a szerverek feldolgozzák és optimalizálják a tartalmat, mielőtt az eljutna a felhasználókhoz. A bővítmény intelligens gyorsítótárazást, tömörítést és a fájlok minifikációját is alkalmazza a megjelenítési idő további felgyorsítása és a szerverterhelés csökkentése érdekében. Emellett tűzfallal, bot-érzékeléssel, DDoS-védelemmel és egyéb eszközökkel is rendelkezik, hogy a weboldal és a felhasználók számára magas szintű biztonságot nyújtson.
sk_sk: Funguje na princípe proxy servera Anycast, ktorý presmeruje všetku prevádzku na váš web prostredníctvom siete optimalizovaných a zabezpečených serverov. Týmto spôsobom sa obsah stránky spracuje a optimalizuje skôr, ako sa dostane k vašim návštevníkom. Plugin tiež využíva inteligentné ukladanie do cache, kompresiu a minifikáciu súborov na zvýšenie rýchlosti načítania stránok a zníženie zaťaženia servera. Vďaka širokej škále bezpečnostných funkcií, ako je firewall, detekcia škodlivých robotov a ochrana pred útokmi DDoS, tento plugin zaručuje vysokú úroveň bezpečnosti pre vaše webové stránky a ich návštevníkov.

source: What exactly am I paying for?
cs_cz: Za co si tedy přesně platím?
hu_hu: Pontosan miért fizetek?
sk_sk: Za čo presne platím?

source: For a small fee, you can use our services, which handle a lot of the hardest chores associated with running a website. This includes filtering unwanted traffic, detecting and blocking attacks, distributing content using a global miniCDN (Content Delivery Network), and caching content to optimize your web's overall performance worldwide.
cs_cz: Za malý poplatek můžete využít našich služeb, které zahrnují několik klíčových funkcí, jež se postarají o tu nejtěžší práci spojenou s provozem webových stránek. Mezi tyto funkce patří filtrování nežádoucího provozu, detekování a odvrácení útoků, poskytování obsahu prostřednictvím naší globální miniCDN (Content Delivery Network) infrastruktury a inteligentní kešování, což urychluje načítání stránek a zlepšuje celkový výkon vašeho webu po celém světě.
hu_hu: Egy kisebb díj ellenében használhatja szolgáltatásainkat, amelyek a weboldal üzemeltetésével járó legbonyolultabb feladatok nagy részét kezelik. Ez magában foglalja a nem kívánt forgalom szűrését, a támadások észlelését és blokkolását, a tartalom globális miniCDN (Content Delivery Network) segítségével történő terjesztését, ami lehetővé teszi a weboldal hatékony és gyors működését világszerte.
sk_sk: Za malý poplatok získate prístup k našim službám, ktoré pre vás vyriešia najväčšie nepríjemnosti spojené s prevádzkou webu. Filtrujú nežiaducu prevádzku, detekujú a blokujú útoky, distribuujú obsah prostredníctvom globálnej siete miniCDN (Content Delivery Network) a ukladajú obsah do cache s cieľom optimalizovať výkon vášho webu po celom svete.

source: Our services cost a fraction of the price offered by our competition. You gain access to cutting-edge technology and know-how without the need to invest large sums of money. We offer an effective and affordable solution to your website performance and security needs.
cs_cz: Naše služby jsou navíc dostupné za zlomek ceny, kterou nabízí konkurenční společnosti. Díky tomu získáte přístup k vyspělým technologiím a odborným znalostem, aniž byste museli investovat značné finanční prostředky. Tímto způsobem vám poskytujeme efektivní a cenově dostupné řešení pro zlepšení výkonnosti a zabezpečení vašich webových stránek s cílem zajistit bezproblémový provoz a spokojenost vašich návštěvníků.
hu_hu: Szolgáltatásaink a piacon elérhető alternatívákhoz képest jelentősen költséghatékonyabbak. A legújabb technológiai fejlesztésekhez és szakértői tudásbázishoz való hozzáférés, anélkül, hogy nagy összegeket kellene befektetnie. Hatékony és megfizethető megoldást kínálunk weboldala teljesítményének és biztonsági követelményeinek kielégítésére.
sk_sk: Naše služby stoja zlomok cien, ktoré sú v ponuke konkurencie. Získate prístup k najmodernejším technológiám a skúsenostiam bez potreby veľkých investícií. Ponúkame efektívne a cenovo dostupné riešenie výkonu a zabezpečenia vašich webových stránok.

source: Do I need to register?
cs_cz: Musím se registrovat?
hu_hu: Szükségem van regisztrációra?
sk_sk: Musím sa zaregistrovať?

source: Yes, registration is necessary. It grants you access to our administration panel, where you can manage WEDOS Global and other services offered by our global infrastructure. After registering, we analyze your website to find out how to optimize its protection plan. Based ot this analysis, we deploy security measures, such as a web firewall, bot blocking, or access control. Your personal information is stored in accordance with GDPR, which regulates privacy, integrity and accessibility of personal information, as well as accessing, updating and deleting this data.
cs_cz: Ano, registrace je nutná pro založení účtu v naší administraci, který vám umožní spravovat své služby, jako jsou WEDOS Global a případně další součásti této globální infrastruktury. Po registraci provedeme analýzu stavu vašich webových stránek, abychom zjistili, jaké bezpečnostní opatření jsou potřebná pro optimální ochranu. Na základě této analýzy nasadíme nejvhodnější bezpečnostní opatření, jako je webový firewall, blokaci škodlivých robotů a nebo pravidla pro přístup. Veškeré vaše osobní údaje a informace budou chráněny v souladu s nařízením GDPR, což zahrnuje zajištění důvěrnosti, integrity a dostupnosti osobních údajů, stejně jako právo na přístup, opravu nebo vymazání těchto údajů.
hu_hu: Igen, a regisztráció szükséges. Ez hozzáférést biztosít az adminisztrációs panelhez, ahol kezelheti a WEDOS Global és a globális infrastruktúránk által kínált egyéb szolgáltatásokat. A regisztráció után elemezzük weboldalát, hogy kiderítsük, hogyan optimalizálhatjuk annak védelmi tervét. Ezen elemzés alapján biztonsági intézkedéseket, például webes tűzfalat, botblokkolást vagy hozzáférés-szabályozást telepítünk. Az Ön személyes adatait a GDPR-nak megfelelően tároljuk, amely szabályozza a személyes adatok védelmét, integritását, valamint a személyes adatokhoz való hozzáférést, azok frissítését és törlését.
sk_sk: Áno, registrácia je nutná. Umožní vám prístup do administrácie, kde môžete spravovať službu WEDOS Global Protection a ďalšie služby našej infraštruktúry. Po registrácii urobíme analýzu vášho webu a navrhneme optimalizovaný návrh ochrany, napríklad prostredníctvom firewallu, blokovania robotov alebo obmedzenia prístupu. Vaše osobné údaje uchovávame v súlade s nariadením GDPR, ktoré upravuje ochranu súkromia, integritu a dostupnosť osobných údajov, ako aj prístup k nim, ich aktualizáciu a vymazanie.

source: Do you have an official website?
cs_cz: Máte oficiální web?
hu_hu: Kipróbálhatom a szolgáltatást először?
sk_sk: Máte oficiálnu webovú stránku?

source: Yes, the project website is wedos.global
cs_cz: Ano, oficiální stránky projektu jsou wedos.global
hu_hu: Igen, a projekt weboldala a wedos.global.
sk_sk: Áno, webová stránka projektu je wedos.global.

source: Can I try the service first?
cs_cz: Mohu si vše předem vyzkoušet?
hu_hu: Kipróbálhatom a szolgáltatást először?
sk_sk: Môžem si službu najprv vyskúšať?

source: Yes, you can test the service through a free trial to learn about its functions and decide whether it's the right solution for you.
cs_cz: Ano, můžete si naše služby předem vyzkoušet! Nabízíme zákazníkům možnost vyzkoušení našeho produktu prostřednictvím tzv. free trial, což je zkušební období, během kterého můžete naše služby testovat zcela zdarma a bez závazků. Tímto způsobem se můžete seznámit s funkcemi a výhodami našeho řešení a rozhodnout se, zda vám bude vyhovovat.
hu_hu: Igen, a szolgáltatást egy ingyenes próbaverzió segítségével kipróbálhatja, hogy megismerje a funkcióit, és eldönthesse, hogy ez a megfelelő megoldás-e az Ön számára.
sk_sk: Áno, môžete si vyskúšať bezplatnú skúšobnú verziu, aby ste preskúmali funkcie a rozhodli sa, či je to pre vás to správne riešenie.

source: We also offer a version for private use, which is also free. It is designed for individuals who want to protect their websites or projects without committing to the full-scale solution.
cs_cz: Kromě toho nabízíme také verzi pro osobní užití, která je rovněž zdarma. Tato verze je navržena tak, aby vyhovovala potřebám jednotlivců, kteří chtějí využít naše služby pro své vlastní webové stránky či projekty, aniž by museli platit za plnohodnotné řešení. Díky této možnosti si můžete užít výhod našich služeb bez nutnosti investovat finance.
hu_hu: Magáncélú használatra is kínálunk egy változatot, amely szintén ingyenes. Olyan magánszemélyek számára készült, akik anélkül szeretnék megvédeni webhelyeiket vagy projektjeiket, hogy elköteleznék magukat a teljes körű szolgáltatás mellett.
sk_sk: Ponúkame aj verziu na osobné použitie, ktorá je zadarmo. Je určená pre jednotlivcov, ktorí chcú chrániť svoje webové stránky alebo projekty, ale nevyžadujú komplexné riešenie.

source: Do you collect personal information?
cs_cz: Sbíráte nějaké osobní údaje?
hu_hu: Gyűjt személyes adatokat?
sk_sk: Zhromažďujete osobné údaje?

source: Yes, we do collect some personal data, all in accordance with GDPR (General Data Protection Regulation). Our company keeps user privacy front-and-center, and handles personal information with the highest degree of responsibility. All your data is processed in a transparent and secure manner in accordance with law. We strive to collect the least amount of data possible to provide and improve our services.
cs_cz: Ano, sbíráme nějaké osobní údaje, ale důležité je upozornit, že veškeré shromažďování a zpracování těchto údajů probíhá v souladu s nařízením GDPR (General Data Protection Regulation). Naše společnost dbá na ochranu soukromí našich uživatelů a přistupuje k osobním údajům s nejvyšší mírou zodpovědnosti. Zajišťujeme, že všechny vaše údaje jsou zpracovávány transparentně, bezpečně a v souladu se zákonem. Vždy se snažíme udržet sběr osobních údajů na minimální úrovni a používáme je pouze pro účely, které jsou nezbytné pro poskytování a zlepšování našich služeb.
hu_hu: Igen, gyűjtünk néhány személyes adatot, mindezt a GDPR (általános adatvédelmi rendelet) előírásai szerint. Cégünk a felhasználók adatvédelmét tartja szem előtt, és a személyes adatokat a legnagyobb felelősséggel kezeli. Minden adatát átlátható és biztonságos módon, a törvényeknek megfelelően dolgozzuk fel. Arra törekszünk, hogy a lehető legkevesebb adatot gyűjtsük szolgáltatásaink nyújtásához és fejlesztéséhez.
sk_sk: Áno, zhromažďujeme určité údaje, a to v súlade s GDPR (General Data Protection Regulation). Naša spoločnosť dbá na ochranu súkromia používateľov a s údajmi zaobchádza maximálne zodpovedne. Spracovanie údajov je transparentné, bezpečné a v súlade so zákonom. Snažíme sa zhromažďovať len minimálne množstvo údajov potrebných na poskytovanie a zlepšovanie našich služieb.

source: What happens if I deactivate or uninstall the plugin?
cs_cz: Co se stane, pokud deaktivuji nebo odinstaluji plugin?
hu_hu: Mi történik, ha deaktiválom vagy eltávolítom a plugin-t?
sk_sk: Čo sa stane, ak plugin deaktivujem alebo odinštalujem?

source: Even after you unistall or deactivate the plugin, your WEDOS Global service will remain active. This means that even if you can no longer see the plugin in your WordPress administration, your domain is still protected. Deactivating or uninstalling the plugin therefore has no effect on an already protected domain. If you want to use the plugin features, you will need to reactivate or reinstall it. To completely cancel the WEDOS Global service and stop protecting your domain, you have to deactivate this protection via the administration panel at client.wedos.global.
cs_cz: Po deaktivaci nebo odinstalaci pluginu bude vaše služba WEDOS Global stále aktivní. To znamená, že plugin sice nebude viditelný v administraci WordPress, ale vaše doména zůstane chráněna. Deaktivace nebo odinstalace pluginu nemá vliv na již chráněnou doménu. Je důležité si uvědomit, že pokud chcete znovu využívat funkce pluginu, budete ho muset znovu aktivovat nebo nainstalovat. Pro kompletní zrušení služby WEDOS Global Protection a tím pádem ke zrušení ochrany domény, je nutné přistoupit do zákaznické administrace na webu client.wedos.global a zde učinit příslušné kroky.
hu_hu: A WEDOS Global szolgáltatás még a plugin eltávolítása vagy deaktiválása után is aktív marad. Ez azt jelenti, hogy ha már nem is látható a WordPress adminisztációs felületén a plugin a domain továbbra is védett marad. A plugin deaktiválása vagy eltávolítása ezért nincs hatással a már védett domainre.Ha szeretné használni a plugin funkcióit, újra aktiválnia vagy telepítenie kell azt. A WEDOS Global szolgáltatás teljes megszüntetéséhez és a domain védelmének megszüntetéséhez a védelmet az adminisztrációs panelen keresztül kell kikapcsolnia a client.wedos.global címen.
sk_sk: Služba WEDOS Global zostane aktívna aj po deaktivácii alebo odinštalovaní pluginu. Vaša doména je preto chránená, aj keď plugin v administrácii WordPress nevidíte. Deaktivácia alebo odinštalovanie pluginu nemá na chránenú doménu žiadny vplyv. Ak chcete plugin opäť používať, opätovne ho aktivujte alebo nainštalujte. Ak chcete úplne zrušiť službu WEDOS Global Protection a prestať chrániť doménu, deaktivujte ochranu v administrácii client.wedos.global.

source: Step %d
cs_cz: Krok %d
hu_hu: Lépés %d
sk_sk: Krok %d

source: Failed to copy to clipboard.
cs_cz: Nepodařilo se zkopírovat text do shcránky.
hu_hu: Nem sikerült a tartalmat a vágólapra másolni.
sk_sk: Skopírovanie do schránky sa nepodarilo.

source: Failed to go to previous step!
cs_cz: Nepodařilo se přejít na předchozí krok nastavení pluginu!
hu_hu: Nem sikerült visszatérni az előző lépésre!
sk_sk: Nie je možné prejsť na predchádzajúci krok!

source: Failed to go to next step!
cs_cz: Nepodařilo se přejít na následující krok nastavení pluginu!
hu_hu: Nem sikerült továbblépni!
sk_sk: Nie je možné prejsť na ďalší krok!

source: PHP version needs to be at least %s to activate this plugin. Your PHP version is %s.
cs_cz: Pro aktivaci pluginu je potřeba používat PHP ve verzi alespoň %s. Aktuálně používáte PHP ve verzi %s.
hu_hu: A PHP verziójának legalább %s kell lennie a plugin aktiválásához. Az Ön PHP verziója %s.
sk_sk: Ak chcete aktivovať plugin, musíte používať PHP vo verzii aspoň %s. Aktuálne používate verziu PHP %s.

source: WordPress version needs to be at least %s to activate this plugin. Your WordPress version is %s.
cs_cz: Pro aktivaci pluginu je potřeba používat WordPress ve verzi alespoň %s. Aktuálně používáte WordPress ve verzi %s.
hu_hu: A WordPress verziójának legalább %s kell lennie a plugin aktiválásához. Az Ön WordPress verziója %s.
sk_sk: Ak chcete aktivovať plugin, musíte používať WordPress vo verzii minimálne %s. V súčasnosti používate WordPress vo verzii %s.

source: WordPress REST API is unavailable. It must be available for the plugin to work properly.
cs_cz: WordPress REST API není dostupné. Pro správnou funkci pluginu musí být WordPress REST API dostupné.
hu_hu: A WordPress REST API nem érhető el. Ahhoz, hogy a plugin megfelelően működjön, elérhetőnek kell lennie.
sk_sk: WordPress REST API je nedostupné. Musí byť povolené, aby plugin fungoval správne.

source: This plugin can be activated only from Network Administration panel in WordPress Multisite installation with Subdirectories network type.
hu_hu: Ez a Plugin csak a Hálózati adminisztrációs felületen aktiválható a WordPress Multisite telepítés esetén, az Alkönyvtárak hálózati típusa használatával.
sk_sk: Tento plugin môžete aktivovať iba v administrácii siete webov WordPress Multisite s typom siete podadresára.

source: The REST API is available
cs_cz: WP REST API je dostupné
hu_hu: A REST API elérhető
sk_sk: REST API je k dispozícii

source: The REST API encountered an error
cs_cz: Při ověřování WP REST API došlo k chybě
hu_hu: A REST API hibát észlelt
sk_sk: V REST API došlo k chybe

source: When testing the REST API, an error was encountered:
cs_cz: Při testování WP REST API došlo k chybě:
hu_hu: A REST API tesztelése során hiba lépett fel:
sk_sk: Pri skúške WP REST API sa vyskytla chyba:

source: REST API Endpoint: %s
cs_cz: WP REST API Endpoint: %s
hu_hu: REST API végpont: %s
sk_sk: WP REST API Endpoint: %s

source: REST API Response: (%1$s) %2$s
cs_cz: Odpověď z WP REST API: (%1$s) %2$s
hu_hu: REST API válasz: (%1$s) %2$s
sk_sk: Odpoveď z REST API: (%1$s) %2$s

source: Client is not properly registered!
cs_cz: Registrace pluginu nebyla dokončena!
hu_hu: Az ügyfél nincs megfelelően regisztrálva!
sk_sk: Klient nie je správne registrovaný!

source: Failed to gain access token from authorization server
cs_cz: Nepodařilo se získat token pro komunikaci s WGP API z autorizačního serveru
hu_hu: Nem sikerült hozzáférési tokent szerezni az engedélyező kiszolgáltatótól.
sk_sk: Nepodarilo sa získať prístupový token z autorizačného servera

source: WEDOS Global WordPress Plugin for domain %s
cs_cz: WEDOS Global WordPress plugin pro doménu %s
hu_hu: WEDOS Global WordPress plugin a domain %s számára
sk_sk: WEDOS Global WordPress plugin domény %s

source: OAuth2 client used by WGP WordPress Plugin for activation of WEDOS Global service and its maintanance.
cs_cz: OAuth2 klient určený pro WEDOS Global WordPress plugin pro zřízení služby WEDOS Global a její správu.
hu_hu: A WGP WordPress Plugin által használt OAuth2 kliens a WEDOS Global szolgáltatás aktiválásához és karbantartásához.
sk_sk: Klient OAuth2 je používaný pluginom WGP WordPress pre aktiváciu služby WEDOS Global a jej údržbu.

source: An error occurred while connecting to WGP API
cs_cz: Při spojení s WEDOS Global Protection API došlo k chybě
hu_hu: Hiba történt a WGP API-hoz való csatlakozás során.
sk_sk: Pri spojení s API WEDOS Global Protection došlo k chybe

source: Invalid domain name
cs_cz: Neplatný doménový název
hu_hu: Érvénytelen domain név
sk_sk: Neplatná doména

source: Domain not found
cs_cz: Doménový název nebyl nalezen
hu_hu: Domain nem található
sk_sk: Doména nebola naleznená

source: Subdomains are not supported. Only second level domain names are supported.
cs_cz: Subdomény nejsou podporovány. Podporovány jsou pouze domény druhého řádu.
hu_hu: A aldomainek nem támogatottak. Csak a másodszintű domain nevek támogatott.
sk_sk: Subdomény nie sú podporované. Podporované sú len domény druhej úrovne.

source: Unsupported TLD
cs_cz: Nepodporovaná TLD
hu_hu: Nem támogatott TLD
sk_sk: Nepodporovaná TLD

source: Unknown internal error
cs_cz: Neznámá interní chyba
hu_hu: Ismeretlen belső hiba.
sk_sk: Neznáma vnútorná chyba

source: Validation failed
hu_hu: Az érvényesítés sikertelen volt.
sk_sk: Validácia zlyhala

source: An error occurred while connecting to WGP API. Please try again later.
cs_cz: Při spojení s WEDOS Global Protection API došlo k chybě. Zkuste to později.
hu_hu: Hiba történt a WGP API-hoz való csatlakozás során. Kérjük, próbálja meg később újra.
sk_sk: Pri vytváraní API spojenia s WEDOS Global Protection došlo k chybe. Skúste to prosím neskôr.

source: Invalid domain name format
cs_cz: Neplatný doménový název
hu_hu: Érvénytelen domainnév formátum.
sk_sk: Neplatný názov domény

source: Domain already exists for this account
cs_cz: Služba WGP již byla zřízena pro tento doménový název
hu_hu: A domain már létezik ehhez a fiókhoz.
sk_sk: Služba WGP už bola pre túto doménu zriadená

source: WEDOS Global page caching is enabled
hu_hu: A WEDOS Global oldal gyorsítótárazása ngedélyezve van.
sk_sk: Cachovánie stránok WEDOS Global je povolené

source: Performance
hu_hu: Teljesítmény
sk_sk: Výkon

source: Page caching loads your site faster for visitors, and allows your site to handle more traffic without overloading.
hu_hu: Az oldal gyorsítótárazása gyorsabban tölti be a webhelyet a látogatók számára, és lehetővé teszi, hogy a webhely nagyobb forgalmat kezeljen túlterhelés nélkül.
sk_sk: Ukladanie stránok do cache umožňuje rýchlejšie načítanie stránky pre návštevníkov a zároveň umožňuje webovému serveru zvládnuť vyššiu návštevnosť bez preťaženia.

source: Manage your plugins
hu_hu: Bővítmények kezelése
sk_sk: Správa pluginov

source: WEDOS Global page caching is not installed correctly
hu_hu: A WEDOS Global oldal gyorsítótárazása nem lett megfelelően telepítve.
sk_sk: Inštalácia WEDOS Global cache neprebehla správne

source: Looks like the WEDOS Global cache is not installed correctly. Please try to deactivate and activate it again on the plugin cache setting page.
hu_hu: Úgy tűnik, hogy a WEDOS Global gyorsítótár nem megfelelően lett telepítve. Kérjük, próbálja meg deaktiválni és újra aktiválni a plugin gyorsítótár beállítási oldalán.
sk_sk: Vyzerá to, že inštalácia WEDOS Global cache neprebehla správne. Skúste deaktivovať a znovu aktivovať cache na stránke nastavení pluginu WEDOS Global.

source: WEDOS Global page caching is being installed
hu_hu: A WEDOS Global oldaltároló telepítése jelenleg zajlik.
sk_sk: Prebieha inštalácia WEDOS Global cache

source: WEDOS Global cache is being installed. This should only take a few seconds. If this message does not disappear, please try to deactivate and activate the the cache on the plugin cache setting page.
hu_hu: A WEDOS Global gyorsítótár telepítése folyamatban van. Ez csak néhány másodpercig tart. Ha ez az üzenet nem tűnik el, kérjük, próbálja meg ki- és bekapcsolni a gyorsítótárat a plugin gyorsítótár beállítási oldalán.
sk_sk: Inštaluje sa WEDOS Global cache. Počkajte niekoľko sekúnd. Ak táto správa nezmizne, skúste deaktivovať a znovu aktivovať cache na stránke nastavení pluginu WEDOS Global.

source: Page caching is disabled in wp-config.php
hu_hu: Az oldal gyorsítótárazása a wp-config.php fájlban van letiltva.
sk_sk: Ukladanie stránok do cache je zablokované v súbore wp-config.php.

source: WEDOS Global cache is installed, but caching is disabled because the WP_CACHE directive is not defined in wp-config.php. Please try to deactivate and activate the cache on plugin cache setting page, or define WP_CACHE manually in wp-config.php
hu_hu: A WEDOS Global cache telepítve van, de a gyorsítótárazást letiltották, mert a WP_CACHE direktíva nincs definiálva a wp-config.php fájlban. Kérjük, próbálja meg a cache-t deaktiválni és aktiválni a plugin cache beállítási oldalán, vagy manuálisan definiálja a WP_CACHE-t a wp-config.php fájlban.
sk_sk: WEDOS Globálna cache je nainštalovaný, ale cachovanie je zakázané absenciou príkazu WP_CACHE v súbore wp-config.php. Skúste zakázať a znovu povoliť cache na stránke s nastaveniami pluginu WEDOS Global alebo definujte WP_CACHE v súbore wp-config.php ručne.
