Repository: common-repository/wgpwpp
Catalog: languages/wgpwpp-*.po
Languages: cs_cz, hu_hu, sk_sk

source: Looks like the WEDOS Global cache is not installed correctly, advanced-cache.php is missing. Please try to deactivate and activate the cache on the WEDOS Global plugin cache setting page.
hu_hu: Úgy tűnik, hogy a WEDOS Global gyorsítótár nincs megfelelően telepítve, az advanced-cache.php hiányzik. Kérjük, próbálja meg deaktiválni és aktiválni a gyorsítótárat a WEDOS Global plugin cache beállítási oldalán.
sk_sk: Zdá sa, že WEDOS Global cache nie je správne nainštalovaný - chýba súbor advanced-cache.php. Skúste deaktivovať a znovu aktivovať cache na stránke s nastaveniami pluginu WEDOS Global.

source: Looks like the WEDOS Global cache is not installed correctly, invalid advanced-cache.php contents. Please try to deactivate and activate the cache on the WEDOS Global plugin cache setting page.
hu_hu: Úgy tűnik, hogy a WEDOS globális gyorsítótár nincs megfelelően telepítve, érvénytelen advanced-cache.php tartalom. Kérjük, próbálja meg kikapcsolni és aktiválni a gyorsítótárat a WEDOS Global plugin cache beállítási oldalán.
sk_sk: Zdá sa, že WEDOS Global cache nie je správne nainštalovaný - obsah advanced-cache.php vracia chybu. Skúste deaktivovať a znovu aktivovať cache na stránke s nastaveniami pluginu WEDOS Global.

source: Page caching directory is missing or not writable
hu_hu: Az oldal gyorsítótárazási könyvtár hiányzik vagy nem írható.
sk_sk: Adresár cache nebol nájdený alebo do neho nemožno zapisovať.

source: WEDOS Global cache is installed, but the cache directory is missing or not writable. Please check the wp-content/cache directory permissions in your hosting environment, then toggle the cache status on WEDOS Global plugin cache setting page.
hu_hu: A WEDOS Global cache telepítve van, de a cache könyvtár hiányzik, vagy nem írható. Kérjük, ellenőrizze a wp-content/cache könyvtár engedélyeit a tárhely környezetében, majd aktiválja a gyorsítótár állapotát a WEDOS Global plugin cache beállítási oldalán."
sk_sk: WEDOS Global cache je nainštalovaný, ale históriu cachovania nemožno nájsť ani do nej zapisovať. Skontrolujte oprávnenia adresára wp-content/cache na vašom hostingu a potom obnovte cache na stránke nastavení pluginu WEDOS Global.

source: A global CDN from WEDOS will give you significantly better responsiveness and faster loading speeds for website content around the world. This will result in a better user experience, higher search engine rankings, more orders, leads and returning customers. By maximizing your website’s performance, you can improve your conversion rate by several percent!
hu_hu: A WEDOS globális CDN-je lényegesen jobb reakcióidőt és gyorsabb betöltési sebességet biztosít a webhely tartalmának világszerte. Ez jobb felhasználói élményt, jobb keresőmotor rangsort, több megrendelést és visszatérő ügyfelet eredményez. Weboldala eljesítményének maximalizálásával több százalékkal javíthatja konverziós arányát!

source: Wordpress Cache
hu_hu: Wordpress gyorsítótár

source: WEDOS Global CDN Cache
hu_hu: WEDOS Global CDN gyorsítótár

source: Choose how often you want to receive security reports to your email %s.
hu_hu: Válassza ki, milyen gyakran szeretne biztonsági jelentéseket kapni az e-mail %s címére.

source: We wish our product to help you achieve your goals.
hu_hu: Azt kívánjuk, hogy termékünk segítséget nyújtson a céljai elérésében.
