Repository: common-repository/wgpwpp
Catalog: languages/wgpwpp-*.po
Languages: cs_cz, hu_hu, sk_sk

source: Previous step
cs_cz: Předchozí krok
hu_hu: Előző lépés
sk_sk: Predošlý krok

source: %s service was successfully created for your domain %s.
cs_cz: %s služba byla úspěšně zřízena pro Vaší doménu %s.
hu_hu: A %s szolgáltatás sikeresen elkészült az Ön %s domainjéhez.
sk_sk: Služba %s bola úspešne vytvorená pre vašu doménu %s.

source: Next step
cs_cz: Další krok
hu_hu: Következő lépés
sk_sk: Ďalší krok

source: An error occured during service setup proccess. Please try again.
cs_cz: Při zřizování služby došlo k chybě. Zkuste to prosím znovu.
hu_hu: Hiba történt a szolgáltatás beállítása során. Kérjük, próbálja meg újra.
sk_sk: Počas procesu nastavovania služby došlo k chybe. Skúste to prosím znova.

source: Repeat request
cs_cz: Opakovat požadavek
hu_hu: Ismételje meg a kérést
sk_sk: Opakovaná žiadosť

source: %s service is now preparing to be set up for your domain %s.
cs_cz: Probíhají akce potřebné pro nastavení služby %s pro Vaši doménu %s.
hu_hu: A %s szolgáltatás most készül beállítani a %s domaint.
sk_sk: Pripravujeme nastavenie služby %s pre vašu doménu %s.

source: This step should take only few seconds. %s
cs_cz: Tento krok by neměl trvat déle než několik vteřin. %s
hu_hu: Ez a lépés csak néhány másodpercet vesz igénybe. %s
sk_sk: Tento krok by mal trvať len niekoľko sekúnd. %s

source: Be patient please.
cs_cz: Prosíme o trpělivost.
hu_hu: Kérjük, legyen türelmes.
sk_sk: Majte prosím strpenie.

source: This page is regulary refreshed at %s seconds interval.
cs_cz: Tato stránka se automaticky obnovuje v intervalu %s sekund.
hu_hu: Ez az oldal rendszeresen frissül %s másodpercenként.
sk_sk: Táto stránka sa pravidelne obnovuje v intervale %s sekúnd.

source: Check status
cs_cz: Zkontrolovat stav
hu_hu: Állapotellenőrzés
sk_sk: Overenie stavu

source: Failed to start service setup process.
cs_cz: Nepodařilo se zahájit proces zřizování služby.
hu_hu: Nem sikerült elindítani a szolgáltatás beállításának folyamatát.
sk_sk: Nepodarilo sa začať proces nastavenia služby.

source: DNS setting
cs_cz: Nastavení DNS
hu_hu: DNS beállítás
sk_sk: Nastavenie DNS

source: The WEDOS Global service has not been yet completelly set up. Please return back to the second step and finish service set up process.
cs_cz: Služba WEDOS Global ještě nebyla kompletně zřízena. Vraťte se prosím na druhý krok nastavení pluginu a dokončete proces zřizování služby.
hu_hu: A WEDOS Global szolgáltatás még nem lett teljesen beállítva. Kérjük, térjen vissza a második lépéshez és fejezze be a szolgáltatás beállítását.
sk_sk: Služba WEDOS Global ešte nebola úplne nastavená. Vráťte sa späť na druhý krok a dokončite proces nastavenia služby.

source: This action may take few minutes. Be patient please.
cs_cz: Tato akce může trvat několik minut. Prosíme o trpělivost.
hu_hu: Ez a művelet néhány percig is eltarthat. Kérjük, legyen türelmes.
sk_sk: Tento úkon môže trvať niekoľko minút. Buďte prosím trpezliví.

source: We have to verify you are owner of the domain %s before we can continue with plugin setting.
cs_cz: Před pokračováním v nastavení pluginu musíme ověřit, že jste majitelem domény %s.
hu_hu: Ellenőriznünk kell, hogy Ön a %s domain tulajdonosa, mielőtt folytathatnánk a plugin beállítását.
sk_sk: Pred pokračovaním v nastaveniach pluginu musíme overiť, že ste vlastníkom domény %s.

source: Domain ownership verification is based on DNS TXT record verification. %s
cs_cz: Ověření vlastnictví domény spočívá v nastavení DNS záznamu typu TXT u domény. %s
hu_hu: A domain tulajdonjogának ellenőrzése a DNS TXT rekord ellenőrzésén alapul. %s
sk_sk: Overenie vlastníctva domény je založené na overení DNS TXT záznamu. %s

source: Ask the DNS server provider for your domain to set up the following TXT record:
cs_cz: Požádejte poskytovatele DNS serverů nastavených u Vaší domény o nastavení následujícího TXT záznamu:
hu_hu: Kérje meg a domainjének DNS-kiszolgáló szolgáltatóját, hogy állítsa be a következő TXT-rekordot:
sk_sk: Požiadajte poskytovateľa DNS servera pre vašu doménu, aby nastavil nasledujúci TXT záznam:

source: type
cs_cz: typ
hu_hu: típus
sk_sk: typ

source: name
cs_cz: název
hu_hu: név
sk_sk: názov

source: data
hu_hu: adatok
sk_sk: dáta

source: Note that the TXT record setting will take effect within one hour.
cs_cz: Nastavení TXT záznamu se projeví do jedné hodiny.
hu_hu: Vegye figyelembe, hogy a TXT rekord beállítása egy óra elteltével lép hatályba.
sk_sk: Upozorňujeme, že nastavenie TXT záznamu sa prejaví zvyčajne do jednej hodiny.

source: This page is regulary refreshed at %s minutes interval.
cs_cz: Tato stránka se automaticky obnovuje v intervalu %s minut.
hu_hu: Ez az oldal rendszeresen frissül %s percenként.
sk_sk: Táto stránka sa pravidelne obnovuje každých %s minút.

source: The %s service is now ready to protect your domain. To be protected the domain must use our DNS servers that are under our protection.
cs_cz: %s služba je nyní připravena chránit Váš web. Pro zajištění ochrany je nutné, aby doména používala naše DNS servery, které jsou také pod naší ochranou.
hu_hu: A %s szolgáltatás most már készen áll a domain védelmére. A védelemhez a domainnek a mi DNS-kiszolgálóinkat kell használnia, amelyek a mi védelmünk alatt állnak.
sk_sk: Služba %s je odteraz pripravená chrániť vašu doménu. Aby bola doména chránená, musí používať naše servery DNS, ktoré sú pod našou ochranou.

source: Our DNS servers are prepared to serve DNS records for your domain. DNS records were copied from currently assigned DNS servers to the domain.
cs_cz: Naše DNS servery jsou připravené vracet DNS záznamy pro Vaši doménu. DNS záznamy byly zkopírovány z aktuálně nastavených DNS serverů u domény.
hu_hu: DNS-kiszolgálóink készen állnak a DNS rekordok kiszolgálására az Ön domainjéhez. A DNS-rekordokat a jelenleg kijelölt DNS-kiszolgálókról másoltuk a domainhez.
sk_sk: Naše servery DNS sú pripravené na poskytovanie DNS záznamov pre vašu doménu. Záznamy DNS boli skopírované z aktuálne pridelených serverov DNS pre doménu.

source: Ask the registrar of domain %s to assign following DNS servers to the domain. Or you can do it yourself in registrar`s admin panel if there is this option available. %s
cs_cz: Požádejte registrátora domény %s o nastavení následujících DNS serverů pro Vaši doménu. Případně si můžete DNS servery změnit sami, pokud to administrace registrátora Vaší domény umožňuje. %s
hu_hu: Kérje meg a %s domain regisztrátorát, hogy rendelje hozzá a következő DNS-kiszolgálókat a domainhez. Vagy megteheti saját maga a regisztrátor adminisztrációs felületén, ha van ilyen lehetőség. %s
sk_sk: Požiadajte registrátora domény %s o nastavenie DNS serverov uvedených nižšie. Ak máte prístup k tomuto nastaveniu, môžete to urobiť ručne u vášho registrátora. %s

source: All 4 DNS servers must be set up.
cs_cz: U domény musí být nastaveny všechny 4 níže uvedené DNS servery.
hu_hu: Mind a 4 DNS-kiszolgálót be kell állítani.
sk_sk: Nastavte všetky 4 DNS servery.

source: You can continue as soon as we are able to resolve mentioned nameservers by the domain.
cs_cz: Jakmile u Vaší domény detekujeme zmíněné DNS servery, můžete pokračovat v nastavení pluginu.
hu_hu: Folytathatja, amint képesek vagyunk feloldani az említett domain névszervereit.
sk_sk: Môžete pokračovať akonáhle diagnostikujeme správnu konfiguráciu DNS serverov domény.

source: Note that it may take up to several hours for the change of DNS servers to take effect.
cs_cz: Může trvat až několik hodin, než se projeví změna DNS serverů u domény.
hu_hu: Vegye figyelembe, hogy a DNS-kiszolgálók megváltoztatása akár több óráig is eltarthat, mire a változások érvénybe lépnek.
sk_sk: Nezabudnite, že zmena serverov DNS sa môže prejaviť až po niekoľkých hodinách.

source: Domain nameservers are properly configured.
cs_cz: DNS servery jsou správně nakonfigurovány.
hu_hu: A domain névszerverek megfelelően vannak beállítva.
sk_sk: DNS servery sú správne nakonfigurované.

source: Finishing setting up the service
cs_cz: Dokončení nastavení pluginu
hu_hu: A szolgáltatás beállításának befejezése
sk_sk: Dokončuje sa nastavenie služby

source: Ownership of the domain %s has not been successfully verified based on TXT DNS record in domain`s DNS zone.
cs_cz: Vlastnictví domény %s nebylo úspěšně ověřeno na základě nastaveného TXT záznamu u Vaší domény.
hu_hu: A %s domain tulajdonjogát nem sikerült ellenőrizni a domain DNS-zónájában található TXT DNS rekord alapján.
sk_sk: Vlastníctvo domény %s bolo úspešne overené záznamom TXT v DNS.

source: Return back to the third step and verify domain`s ownership.
cs_cz: Vraťte se zpět na třetí krok nastavení pluginu pro ověření vlastnictví domény.
hu_hu: Térjen vissza a harmadik lépéshez, és ellenőrizze a domain tulajdonjogát.
sk_sk: Vráťte sa na krok 3 a overte vlastníctvo domény.

source: Domain`s DNS configuration is not valid. Return to the fourth step and finish domain`s DNS configuration.
cs_cz: Nastavení DNS záznamů domény není validní. Vraťte se zpět na čtvrtý krok nastavení pluginu pro dokončení konfigurace DNS záznamů.
hu_hu: A domain DNS beállítása nem érvényes. Térjen vissza a negyedik lépéshez, és fejezze be a tartomány DNS beállítását.
sk_sk: Konfigurácia domény DNS nefunguje. Vráťte sa späť ku kroku 4 a dokončite konfiguráciu DNS.

source: Generating TLS certificate for encrypted data transfer. %s
cs_cz: Generování TLS certifikátu pro šifrovaný přenos data. %s
hu_hu: TLS tanúsítvány generálása a titkosított adatátvitelhez. %s
sk_sk: Prebieha generovanie certifikátu TLS pre šifrovaný prenos údajov. %s

source: This may take few minutes. Please be patient.
cs_cz: Tato akce může trvat několik minut. Prosíme o trpělivost.
hu_hu: Ez eltarthat néhány percig. Kérjük, legyen türelmes.
sk_sk: Môže to trvať niekoľko minút. Buďte prosím trpezliví.

source: Everything is now ready to protect your website. There is only one thing left to do.
cs_cz: Vše je nyní připraveno k ochraně Vašeho webu. Zbývá dokončit poslední věc.
hu_hu: Most már minden készen áll a weboldalának védelmére. Már csak egy dolog van hátra.
sk_sk: Všetko je pripravené na ochranu vašich webových stránok. Zostáva už iba jedna vec.

source: The last thing we need is to direct your domain to our proxy servers by setting DNS records mentioned in the table below.
hu_hu: Az utolsó dolog, amire szükségünk van, hogy az alábbi táblázatban említett DNS rekordok beállításával domainjét közvetlenül a proxy- kiszolgálóinkhoz irányítsuk.
sk_sk: Na záver je potrebné nasmerovať vašu doménu na naše proxy servery nastavením záznamov DNS podľa nasledujúcej tabuľky.

source: You can use the link below to grant consent to change DNS records automatically by us or you can do it manually by editing DNS records for your domain.
hu_hu: Az alábbi link segítségével megadhatja a hozzájárulását a DNS rekordok általunk történő automatikus módosításához, vagy megteheti ezt manuálisan is a domainjéhez tartozó DNS rekordok szerkesztésével.
sk_sk: Pomocou nižšie uvedeného odkazu nám udelíte súhlas s automatickými zmenami záznamov DNS alebo manuálne upravte záznamy DNS vašej domény.

source: Use this link to give consent with automatic DNS setting of your domain %s
cs_cz: Použijte tento odkaz pro udělení souhlasu s automatickým nastavením DNS záznamů pro Vaši doménu %s
hu_hu: Használja ezt a linket, hogy hozzájáruljon a domainje automatikus DNS beállításához %s
sk_sk: Pomocou tohto odkazu odsúhlasíte automatické nastavenia DNS pre vašu doménu %s.

source: Use this link to be redirected to your %s domain`s DNS records administration page to set up the above DNS records.
cs_cz: Kliknutím na tento odkaz dojde k přesměrování do administrace DNS záznamů pro doménu %s.
hu_hu: Használja ezt a linket, hogy átirányíthatsuk a %s domain DNS rekordok felhasználói oldalára a fenti DNS rekordok beállításához.
sk_sk: Pomocou tohto odkazu prejdete na správu záznamov DNS domény %s a nastavíte hore uvedené záznamy DNS.

source: Everething is done. Your website is now under our protection.
cs_cz: Vše je nyní hotovo. Váš web je nyní pod naší ochranou.
hu_hu: Minden készen van. Az Ön weboldala mostantól a mi védelmünk alatt áll.
sk_sk: Všetko je hotové. Teraz chránime vaše webové stránky.

source: Finish
cs_cz: Hotovo
hu_hu: Befejez
sk_sk: Dokončiť

source: Congratulations
cs_cz: Gratulujeme
hu_hu: Gratulálunk
sk_sk: Gratulujeme

source: Your website on the domain %s is now under the protection of our service %s.
cs_cz: Váš web na doméně %s je nyní pod ochranou naší služby %s.
hu_hu: A %s domainnév alatt található webhelye mostantól a %s szolgáltatásunk védelme alatt áll.
sk_sk: Váš web na doméne %s je odteraz chránený našou službou %s.

source: service name
cs_cz: název
hu_hu: szolgáltatás neve
sk_sk: názov služby

source: service variant
cs_cz: varianta
hu_hu: szolgáltatás változata
sk_sk: tarif služby

source: service state
cs_cz: stav
hu_hu: szolgáltatás állapota
sk_sk: stav služby

source: service expiration
cs_cz: expirace
hu_hu: szolgáltatás lejárati ideje
sk_sk: koniec platnosti služby

source: Following IP addresses of proxy servers were assigned for your domain to be protected.
cs_cz: Vaší doméně byly přiřazeny následující IP adresy našich proxy serverů zajištujících ochranu Vašeho webu.
hu_hu: A következő proxy-kiszolgálók IP-címei lettek hozzárendelve a domain védelméhez.
sk_sk: Vašej doméne sme priradili nasledujúce IP adresy ochranných proxy serverov:

source: In the table you can see IP addresses of our proxy servers assigned for your domain. These IP addresess were set up in previous step. We show it here only for your information if you need to check domains DNS setting.
cs_cz: V tabulce jsou uvedeny IP adresy našich proxy serverů, které byly přiřazeny pro vaši doménu. Tyto DNS záznamy byly u domény nastaveny v předchozím kroku. Nyní je zde zobrazujeme pouze pro informaci, pokud by bylo potřeba zkontrolovat nastavení DNS záznamů domény.
hu_hu: A táblázatban láthatja a domainjéhez rendelt proxy-kiszolgálóink IP-címeit. Ezeket az IP címeket az előző lépésben állítottuk be. Itt csak tájékoztatásképp mutatjuk meg, ha ellenőrizni szeretné a domainek DNS-beállításait.
sk_sk: V tabuľke nájdete IP adresy proxy serverov priradených k vašej doméne. Nastavili ste ich už v predchádzajúcom kroku, tu ich uvádzame pre prípad, že by ste potrebovali skontrolovať nastavenia záznamov DNS vašej domény.

source: Check service status
cs_cz: Zkontrolovat stav
hu_hu: A szolgáltatás állapotának ellenőrzése
sk_sk: Overiť stav služby

source: What sort of company is WEDOS?
cs_cz: Co je WEDOS za firmu?
hu_hu: Miféle cég a WEDOS?
sk_sk: Čo je WEDOS za spoločnosť?

source: WEDOS was founded in the year 2010, and has since grown to become the biggest webhosting provider in the Czech Republic. The company invests in technology, innovation and research to offer quality services for affordable prices to the widest possible customer base. WEDOS maintains two privately-owned datacenters and is about to build a third one.
cs_cz: Společnost WEDOS, založená v roce 2010, je největším poskytovatelem webhostingových služeb v Česku. Firma se zaměřuje na investice do technologií, inovací a výzkumu, aby mohla nabízet co nejširší veřejnosti kvalitní služby za příznivé ceny. WEDOS provozuje dvě vlastní privátní datacentra a pracuje na dokončení třetího.
hu_hu: A WEDOS 2010-ben alakult és azóta Csehország legnagyobb webtárhely-szolgáltatójává vált. Cégünk befektett a technológiákba, innovációkba és kutatásba, hogy minőségi szolgáltatásokat tudjunk nyújtani megfizethető áron a lehető legszélesebb ügyfélkör számára. Jelenleg két saját adatközpontunk van és hamarosan megkezdődik a harmadik adatközpontunk építése.
sk_sk: Spoločnosť WEDOS bola založená v roku 2010 a je najväčším poskytovateľom webhostingových služieb v Českej republike. Spoločnosť sa zameriava na investície do technológií, inovácií a výskumu s cieľom ponúknuť čo najširšiu škálu kvalitných služieb za priaznivé ceny. Spoločnosť WEDOS prevádzkuje dve vlastné súkromné datacentrá a pracuje na dokončení tretieho.

source: The first datacenter, WEDOS DC 1 "Bunkr", was founded in 2010 and modernized between 2018 and 2020. The second datacenter, WEDOS DC 2 "Podksalí", is a unique project designed to cool servers using oil and water. The third datacenter, WEDOS DC 3 "Kravín" is under development and meant to house more servers and storage. WEDOS also expands internationally with its WEDOS Global project.
cs_cz: První datacentrum, WEDOS DC 1 "Bunkr", bylo založeno v roce 2010 a prošlo modernizací v letech 2018 - 2020. Druhé datacentrum, WEDOS DC 2 "Podskalí", je unikátní projekt, kde servery budou chlazeny olejovou lázní a vodním chlazením. Třetí datacentrum, WEDOS DC 3 "Kravín", je v plánu a bude sloužit jako doplňkový prostor pro další servery a disková úložiště. Společnost WEDOS také rozšiřuje své působení na mezinárodní úroveň prostřednictvím projektu WEDOS Global.
hu_hu: Az első adatközpont, a WEDOS DC 1 „Bunkr” 2010-ben jött létre, 2018 és 2020 között modernizáltuk. A második adatközpont, a WEDOS DC 2 „Podskalí” egy egyedülálló projekt, amelyet a szerverek olajjal és vízzel történő hűtésére terveztek. A harmadik adatközpont, a WEDOS DC 3 „Kravín” fejlesztés alatt áll, további szerverek és tárhelyek elhelyezésére van tervezve. A WEDOS nemzetközi szinten is terjeszkedik a WEDOS Global projekttel.
sk_sk: Prvé datacentrum, WEDOS DC 1 "Bunker", bolo zriadené v roku 2010 a v rokoch 2018 až 2020 podstúpilo modernizáciu. Druhé datacentrum, WEDOS DC 2 "Podskalí", je jedinečný projekt, v ktorom sú servery chladené olejovou lázňou a vodným chladením. Tretie datacentrum, WEDOS DC 3 "Kravín", je plánované a bude slúžiť ako ďalší priestor pre ďalšie servery a diskové úložiská. Spoločnosť WEDOS rozširuje svoju činnosť aj na medzinárodnej úrovni prostredníctvom projektu WEDOS Global.

source: How do I set the service up?
cs_cz: Jak probíhá aktivace?
hu_hu: Hogyan tudom beállítani a szolgáltatást?
sk_sk: Ako prebieha aktivácia?

source: Registration: Create an account at login.wedos.com.
cs_cz: Registrace: Vytvořte nový účet na xxx.login.com.
hu_hu: Regisztráció: Hozzon létre egy felhasználói fiókot login.wedos.com.
sk_sk: Registrácia: Vytvorte si nový účet na adrese login.wedos.com.

source: SMS verification: Verify your account via SMS code.
cs_cz: SMS verifikace: Ověřte účet prostřednictvím SMS kódu.
hu_hu: SMS-ellenőrzés: Ellenőrizze fiókját SMS-kóddal.
sk_sk: SMS verifikácia: Overte si účet prostredníctvom SMS kódu.

source: Email verification: Verify the website via code sent to the WordPress administrator's e-mail.
cs_cz: Email verifikace: Potvrďte stránky pomocí kódu zaslaného na email administrátora.
hu_hu: E-mail ellenőrzés: A weboldal ellenőrzése a WordPress rendszergazda e-mail címére küldött kóddal.
sk_sk: Overenie e-mailom: Overte webové stránky pomocou kódu zaslaného na e-mail administrátora.

source: Automatic protection: The system sets up protection automatically.
cs_cz: Automatická ochrana: Nastavení ochrany proběhne automaticky.
hu_hu: Automatikus védelem: A rendszer automatikusan beállítja a védelmet.
sk_sk: Automatická ochrana: Nastavenie ochrany sa vykoná automaticky.

source: DNS scan: Scan and confirm your DNS records.
cs_cz: Sken DNS: Proveďte sken a potvrzení DNS záznamů.
hu_hu: DNS-ellenőrzés: Ellenőrizze és erősítse meg a DNS-bejegyzéseket.
sk_sk: Skenovanie DNS: Preveďte skenovanie a potvrďte záznamy DNS.

source: DNS settings: Set up and check DNS servers.
cs_cz: DNS nastavení: Nastavte a ověřte DNS servery.
hu_hu: DNS-beállítások: Állítsa be és ellenőrizze a DNS-szervereket.
sk_sk: Nastavenia DNS: Nastavte a overte servery DNS.

source: Finish: Save the plugin settings.
cs_cz: Dokončení: Ukončete nastavení pluginu.
hu_hu: Befejezés: Mentse el a bővítmény beállításait.
sk_sk: Dokončiť: Uložte nastavenia pluginu.

source: How does the plugin work?
cs_cz: Jak funguje a co dělá tento plugin?
hu_hu: Hogyan működik ez a bővítmény?
sk_sk: Ako tento plugin funguje a čo robí?

source: This plugin optimizes web performance and security. Its main purpose is to load web pages faster, decrease server loads and protect against various online threats, such as DDoS attacks or unauthorized access. Install the plugin in your WordPress administration and change DNS servers according to instructions, so it can effectively monitor and filter website traffic.
cs_cz: Tento plugin slouží k optimalizaci a zabezpečení webových stránek. Jeho hlavním úkolem je zlepšit rychlost načítání stránek, snížit zátěž serveru a poskytnout ochranu proti různým online hrozbám, jako jsou DDoS útoky nebo neoprávněný přístup. Plugin pracuje tak, že se instaluje do vaší Wordpress administrace. Plugin vyžaduje změnu DNS serverů, aby dokázal váš provoz který jde na vaše stránky dokonale filtrovat.
hu_hu: Ez a bővítmény javítja a webes teljesítményt és növeli a biztonságot. Fő feladata, hogy gyorsítsa a weboldalak betöltési idejét, csökkentse a szerverek terhelését és védelmet nyújtson a különböző online veszélyekkel, mint például a DDoS-támadások vagy a jogosulatlan hozzáférés ellen. A WordPress adminisztrációs felületén telepítheti a bővítményt, majd kövesse az utasításokat a DNS-szerverek módosításához, így hatékonyan képes lesz folyamatosan megfigyelni és szűrni a weboldal forgalmát.
sk_sk: Tento plugin sa používa na optimalizáciu a zabezpečenie webových stránok. Jeho hlavným účelom je zlepšiť rýchlosť načítania stránok, znížiť záťaž servera a poskytnúť ochranu pred rôznymi online hrozbami, ako sú útoky DDoS alebo neoprávnený prístup. Plugin funguje tak, že sa nainštaluje do administrácie WordPress. Plugin vyžaduje zmenu serverov DNS, aby dokázal dokonale filtrovať prevádzku, ktorá smeruje na vaše stránky.
