Repository: common-repository/wgpwpp
Catalog: languages/wgpwpp-*.po
Languages: cs_cz, hu_hu, sk_sk

source: Failed to download debug log
cs_cz: Nepodařilo se stáhnout ladící soubor
hu_hu: Nem sikerült letölteni a hibakeresési naplót
sk_sk: Nepodarilo sa stiahnuť debug log

source: Debug log was sent to WEDOS support
cs_cz: Soubor s logem byl odeslán podpoře WEDOS
hu_hu: A hibakeresési napló elküldve a WEDOS ügyfélszolgálatra.
sk_sk: Debug log bol odoslaný podpore WEDOS

source: Failed to send debug log to WEDOS support
cs_cz: Nepodařilo se odeslat ladící soubor podpoře WEDOS
hu_hu: Nem sikerült elküldeni a hibakeresési naplót a WEDOS ügyfélszolgálatra.
sk_sk: Nepodarilo sa odoslať debug log podpore WEDOS

source: Debug log was deleted
cs_cz: Logovací soubor byl smazán
hu_hu: A hibakeresési naplót törölték
sk_sk: Debug log bol zmazaný

source: The plugin has been reset.
cs_cz: Plugin byl resetován do výchozího nastavení.
hu_hu: A plugin vissza lett állítva.
sk_sk: Plugin bol zresetovaný.

source: WEDOS Global - Service status
hu_hu: WEDOS Global - Szolgáltatás állapota
sk_sk: WEDOS Global - Stav služby

source: Service status
hu_hu: Szolgáltatás állapota
sk_sk: Stav služby

source: WEDOS Global - Cache setting
hu_hu: A WEDOS Global gyorsítótár beállításai.
sk_sk: WEDOS Global - Nastavenia cache

source: Cache setting
hu_hu: A gyorsítótár beállításai.
sk_sk: Nastavenia cache

source: WEDOS Global - Security reports setting
hu_hu: A WEDOS Global biztonsági jelentések beállításai.
sk_sk: WEDOS Global - Nastavenie bezpečnostných hlásení

source: Security reports
hu_hu: Biztonsági jelentések
sk_sk: Bezpečnostné hlásenia

source: Settings
cs_cz: Nastavení
hu_hu: Beállítások
sk_sk: Nastavenia

source: Access denied!
cs_cz: Přístup zamítnut!
hu_hu: Hozzáférés megtagadva!
sk_sk: Prístup zamietnutý!

source: Authorization failed. The user denied access for the plugin.
cs_cz: Autorizace pluginu selhala z důvodu zamítnutí ze strany uživatele.
hu_hu: Sikertelen azonosítás. A felhasználó megtagadta a hozzáférést a pluginhez.
sk_sk: Autorizácia zlyhala. Používateľ zamietol prístup k tomuto pluginu.

source: Failed to receive plugin registration token from authorization server!
cs_cz: Nepodařilo se získat token pro registraci pluginu z autorizačního serveru!
hu_hu: Nem sikerült megkapni a plugin regisztrációs tokent az engedélyező kiszolgálótól!
sk_sk: Nepodarilo sa získať registračný token k pluginu z autorizačného servera!

source: Failed to register OAuth2 client!
cs_cz: Registrace pluginu selhala!
hu_hu: Az OAuth2 ügyfél regisztrálása sikertelen!
sk_sk: Nepodarilo sa zaregistrovať klienta OAuth2!

source: Invalid authorization response!
cs_cz: Neplatná odpověď z autorizačního serveru!
hu_hu: Érvénytelen engedélyezési válasz
sk_sk: Neplatná autorizačná odpoveď!

source: Plugin registration failed
cs_cz: Registrace pluginu selhala
hu_hu: Plugin regisztráció sikertelen
sk_sk: Registrácia pluginu zlyhala

source: Plugin successfully registered
cs_cz: Plugin byl úspěšně zaregistrován
hu_hu: Plugin sikeresen regisztrálva
sk_sk: Plugin bol úspešne zaregistrovaný

source: Invalid request!
cs_cz: Neplatný požadavek!
sk_sk: Neplatný požiadavok!

source: WEDOS Global page caching will cache your WordPress posts and pages as static files. These static files are then served to users, reducing the processing load on the server. This can improve performance several hundred times over for fairly static pages.
hu_hu: A WEDOS Global oldal gyorsítótárazása során a WordPress bejegyzések és oldalak statikus fájlokként kerülnek a gyorsítótárba. Ezeket a statikus fájlokat a rendszer megjeleníti a felhasználóknak, ezzel csökkentve a szerver terhelését. Ez a módszer, különösen a statikus oldalak esetében, jelentősen javíthatja a teljesítményt.
sk_sk: WEDOS Global cache ukladá stránky a príspevky WordPress ako statické súbory. Tieto súbory poskytuje návštevníkom webu, čím znižuje záťaž servera. V prípade statických stránok sa tak môže výkon zvýšiť až stonásobne.

source: It seems there is activated another page caching plugin. We strongly recommend to deactivate all other page caching plugins before activating our page caching to avoid incompatibilities.
hu_hu: Úgy tűnik, egy másik oldalgyorsító plugin aktív. Az összeférhetetlenségek elkerülése végett javasoljuk, hogy deaktiválja az összes többi oldalgyorsító plugin-t, mielőtt aktiválná a miénket.
sk_sk: Zdá sa, že máte aktivovaný ďalší plugin pre cache. Dôrazne odporúčame deaktivovať všetky ostatné cachovacie pluginy pred zapnutím našeho, aby ste sa vyhli problémom s kompatibilitou.

source: Detected page caching plugins:
hu_hu: Észlelt oldaltároló bővítmények:
sk_sk: Nájdené cachovacie pluginy:

source: WEDOS Global page caching is active and working.
hu_hu: A WEDOS Global oldal gyorsítótárazása hatékony és működőképes.
sk_sk: Cachovánie stránok na WEDOS Global je aktívne a funkčné.

source: WordPress page caching status
hu_hu: A WordPress oldal gyorsítótárazásának aktuális állapota.
sk_sk: Stav cache stránok WordPress

source: To activate CDN Cache, it is necessary to complete the WEDOS Global service activation process.
hu_hu: A CDN gyorsítótár aktiválásához be kell fejeznie a WEDOS Global folyamataktivációs szolgáltatást.
sk_sk: Ak chcete aktivovať CDNcache , dokončite aktiváciu WEDOS Global.

source: Go to complete the WEDOS Global service activation process
hu_hu: Kérjük, fejezze be a WEDOS Global folyamataktivációs szolgáltatást.
sk_sk: Prejdite na dokončenie aktivácie služby WEDOS Global

source: WEDOS Global CDN cache is active and working.
hu_hu: A WEDOS globális CDN-jének gyorsítótára hatékony és működőképes.
sk_sk: WEDOS Global CDN cache je aktivovaná a funguje.

source: WEDOS Global CDN Cache status
hu_hu: WEDOS Global CDN állapot
sk_sk: Stav WEDOS Global CDN cache

source: Something went wrong. Try it later please.
hu_hu: Hiba történt. Kérjük, próbálja újra később.
sk_sk: Niečo sa pokazilo. Skúste to prosím neskôr.

source: Something went wrong. Try it again please. Or check cache status on Wordpress Health page.
hu_hu: Hiba történt. Kérjük, próbálja meg újra, vagy ellenőrizze a gyorsítótár állapotát a WordPress Health oldalon.
sk_sk: Niečo sa pokazilo. Skúste to prosím znova alebo skontrolujte stav cache na stránke Zdravie webu WordPress.

source: deactivate
hu_hu: deaktiválni
sk_sk: zakázať

source: enabled
hu_hu: engedélyezni
sk_sk: aktivované

source: activate
hu_hu: aktiválni
sk_sk: aktivovať

source: disabled
hu_hu: letiltva
sk_sk: zakázané

source: Choose preferred reports language (at least one)
hu_hu: Válassza ki a jelentések kívánt nyelvét (legalább egyet).
sk_sk: Vyberte preferovaný jazyk hlásenia (aspoň jeden)

source: Regular security reports
hu_hu: Rendszeres biztonsági jelentések.
sk_sk: Pravidelné bezpečnostné hlásenia

source: These reports contain information about attacks, content caching, site availability and potential problems.
hu_hu: Ezek a jelentések tájékoztatást nyújtanak a támadásokról, a tartalom gyorsítótárazásáról, az oldal elérhetőségéről és a lehetséges problémákról.
sk_sk: Tieto hlásenia obsahujú informácie o útokoch, ukladaní obsahu do cache, dostupnosti webu a potenciálnych problémoch.

source: I want to receive daily report
hu_hu: Szeretnék napi jelentést kapni.
sk_sk: Chcem dostávať denné hlásenia

source: I want to receive weekly report
hu_hu: Szeretnék heti jelentést kapni.
sk_sk: Chcem dostávať týždenné hlásenia

source: I want to receive monthly report
hu_hu: Szeretnék havi jelentést kapni.
sk_sk: Chcem dostávať mesačné reporty

source: Critical information regarding your WordPress installation
hu_hu: Kritikus információk a WordPress telepítésével kapcsolatban.
sk_sk: Kritické informácie o vašom WordPress

source: If we detect a problem with your WordPress installation, domain, web hosting or IP address, we will send you a warning as soon as possible.
hu_hu: Amennyiben problémát észlelünk a WordPress telepítésével, domainjével, webtárhelyével vagy IP-címével kapcsolatban, azonnal figyelmeztetést küldünk Önnek.
sk_sk: Ak zistíme problém so súbormi WordPress, doménou, webhostingom alebo IP adresou, čo najskôr vás budeme informovať.

source: I want to receive critical information as soon as possible
hu_hu: Szeretnék azonnal értesítést kapni kritikus információkról.
sk_sk: Chcem čo najskôr získať kritické informácie

source: Points of interest, recommendations and other information
hu_hu: Érdekes tények, ajánlások és további információk.
sk_sk: Zaujímavosti, odporúčania a ďalšie informácie.

source: WEDOS has been dealing with cyber security and website performance optimization since 2010. We protect hundreds of thousands of websites, so we know a lot about current cyber threats and are happy to share important information with you. As well as how your WordPress can be faster and more efficient.
hu_hu: WEDOS 2010 óta a kiberbiztonság és a weboldalak teljesítményoptimalizálásának szakértője. Weboldalak százezreit védjük, így sokat tudunk az aktuális kiberfenyegetésekről, és szívesen megosztunk Önnel fontos információkat. Valamint azt, hogy hogyan tehető a WordPress gyorsabbá és hatékonyabbá.
sk_sk: WEDOS sa od roku 2010 zaoberá kybernetickou bezpečnosťou a optimalizáciou výkonu webov. Chránime státisíce webových stránok, takže o aktuálnych kybernetických hrozbách vieme veľa a radi sa s vami podelíme o dôležité informácie. Poradíme vám tiež, ako zrýchliť a optimalizovať WordPress.

source: I want to receive information about current cyber threats
hu_hu: Szeretnék naprakész lenni az aktuális kiberfenyegetésekről.
sk_sk: Chcem dostávať informácie o aktuálnych kybernetických hrozbách

source: I want to receive information about WEDOS news and offers
hu_hu: Szeretnék friss híreket és ajánlatokat kapni a WEDOS-tól.
sk_sk: Chcem dostávať novinky a ponuky spoločnosti WEDOS

source: I want to receive information on how to improve the performance of my WordPress
hu_hu: Szeretnék tájékoztatást kapni arról, hogy miként optimalizálhatom a WordPress teljesítményét.
sk_sk: Chcem dostávať informácie o možnostiach zlepšenia výkonu môjho WordPress

source: I want to receive information about trainings, tutorials, podcasts and other study materials from WEDOS
hu_hu: Szeretnék információkat kapni a WEDOS-tól a képzésekről, oktatóanyagokról, podcastokról és egyéb tananyagokról.
sk_sk: Chcem dostávať informácie o návodoch, podcastoch a ďalších vzdelávacích materiáloch WEDOS

source: ON
sk_sk: ZAPNUTÉ

source: OFF
sk_sk: VYPNUTÉ

source: Invalid request. Please refresh current page and try it again.
cs_cz: Neplatný požadavek. Obnovte aktuální stránku pro opakování požadavku.
sk_sk: Neplatný požiadavok. Prosím, obnovte túto stránku a skúste to znova.

source: We are still unable to resolve required DNS servers by the domain. This may take up few hours. Be patient please.
cs_cz: U domény se nám stále nepodařilo detekovat požadované DNS servery. Změna DNS serverů u domény může trvat až několik hodin. Prosíme o trpělivost.
sk_sk: Stále sa nám nedarí resolvovať požadované servery DNS podľa domény. Môže to trvať niekoľko hodín. Buďte prosím trpezliví.

source: We are still unable to resolve required TXT record. This may take up one hour based on TTL. Be patient please.
cs_cz: Stále se nám nepodařilo u domény detekovat požadovaný TXT záznam. Nastavení TXT záznamu by se mělo projevit do jedné hodiny od jeho nastavení. Prosíme o trpělivost.
sk_sk: Stále sa nám nedarí získať požadovaný záznam TXT. Môže to trvať až jednu hodinu v závislosti na TTL. Buďte prosím trpezliví.

source: TLS certificate for encrypted data transfer is still generating. This may take few minutes. Please be patient.
cs_cz: TLS certifikát pro šifrovaný přenos dat se stále generuje. Nemělo by to trvat déle než pár minut. Prosíme o trpělivost.
sk_sk: Certifikát TLS pre šifrovaný prenos dát sa stále generuje. Môže to trvať niekoľko minút. Buďte prosím trpezliví.

source: Your domain %s is still not directed to our proxy servers by setting the DNS records in the table below.
sk_sk: Vaša doména %s stále nie je nasmerovaná na naše proxy servery nastavením DNS záznamov uvedených v tabuľke nižšie.

source: The service is stopped!
cs_cz: Služba je vypnuta!
sk_sk: Služba je pozastavená!

source: The service is expired!
cs_cz: Služba expirovala!
sk_sk: Platnosť služby vypršala!

source: WEDOS Global service is properly configured to protect you website.
cs_cz: Služba WEDOS Global je správně nakonfigurovaná, aby chránila Váš web.
sk_sk: Služba WEDOS Global je správne nakonfigurovaná na ochranu vašej webovej stránky.

source: Failed to setup service. The plugin is unable to parse your WordPress installation domain name!
cs_cz: Zřizování služby selhalo, protože plugin nedokáže zjistit doménový název, na kterém je Váš WordPress web nainstalovaný!
sk_sk: Zriadenie služby zlyhalo, pretože plugin nedokáže zistiť doménu, na ktorej je nainštalovaný váš WordPress!

source: Your domain name %s is not valid for WEDOS Global service.
cs_cz: Doménový název %s není možné použít pro zřízení služby WEDOS Global.
sk_sk: Vaša doména %s nie je validná pre službu WEDOS Global.

source: The plugin is unable to connect with WEDOS Global API. Please try again later
cs_cz: Nepodařilo se spojení se službou WEDOS Global. Opakujte prosím požadavek později
sk_sk: Plugin sa nedokáže pripojiť k API WEDOS Global. Skúste to prosím neskôr

source: Unfortunately, it is not possible to add the subdomain %s on which your WordPress website is hosted.
cs_cz: Bohužel není možné aktivovat službu pro subdoménu %s, na které je provozován váš WordPress web.
sk_sk: Bohužiaľ nie je možné pridať subdoménu %s, na ktorej je váš WordPress umiestnený.

source: The WEDOS Global service is intended only for second level domains.
cs_cz: Služba WEDOS Global je určena pouze pro domény 2. řádu.
sk_sk: Služba WEDOS Global Protection je určená len pre domény druhej úrovne.

source: WGPWPP - How to secure my WordPress subdomain %s
cs_cz: WGPWPP - Jak mohu zabezpečit svůj WordPress web na subdoméně %s
sk_sk: WGPWPP - Ako zabezpečiť subdoménu %s WordPress

source: Please <a href='%s' target='_blank'>contact</a> our support for information on how to protect your website.
cs_cz: <a href='%s' target='_blank'>Kontaktujte</a> naší podporu pro získání informací jak ochránit váš web.
sk_sk: Prosím <a href='%s' target='_blank'>kontaktujte</a> našu podporu pre informácie o tom, ako chrániť vaše webové stránky.

source: Unsupported TLD.
cs_cz: Nepodporovaná TLD.
sk_sk: Nepodporovaná TLD.

source: The plugin is unable to connect with WEDOS Global API. Please try again later.
cs_cz: Nepodařilo se spojení se službou WEDOS Global. Opakujte požadavek později.
sk_sk: Plugin sa nemôže pripojiť k API WEDOS Global. Skúste to prosím neskôr.

source: Failed to show verification code. Please start the plugin registration process again.
cs_cz: Při procesu ověřování pluginu došlo k chybě. Opakujte prosím celý proces přihlášení od začátku.
sk_sk: Nepodarilo sa zobraziť overovací kód. Spustite prosím proces registrácie pluginu znovu.

source: In the table below you can see all DNS records we have detected for your domain %s.
sk_sk: V tabuľke nižšie môžete vidieť všetky záznamy DNS, ktoré sme zistili pre vašu doménu %s.

source: We strongly recommend to check the DNS records if there is no one missing.
cs_cz: Doporučujeme důkladně zkontrolovat tyto DNS záznamy a ověřit, že žádný nechybí.
sk_sk: Dôrazne odporúčame skontrolovať, či nechýba žiadny záznam v DNS.

source: The service is in TRIAL mode
cs_cz: Služba je v TRIAL verzi
sk_sk: Služba je v skúšobnom (TRIAL) móde

source: (%s day left).
cs_cz: (%s den zbývá).
sk_sk: (zostáva %s deň).

source: Upgrade the service to the full version
cs_cz: Upgradovat na plnohodnotnou verzi
sk_sk: Upgrade služby na plnú verziu

source: The service is stopped.
cs_cz: Služba je vypnuta.
sk_sk: Služba je pozastavená.

source: Go to the Dashboard
cs_cz: Přejít do administrace
sk_sk: Prejsť na Nástenku

source: or
cs_cz: nebo
sk_sk: alebo

source: Contact support
cs_cz: Kontaktovat podporu
sk_sk: Kontaktovať podporu

source: for more information
cs_cz: pro získání více informací
sk_sk: pre viac informácií

source: The service is expired.
cs_cz: Služba expirovala.
sk_sk: Služba expirovala.

source: Order service renewal
cs_cz: Objednat prodloužení služby
sk_sk: Objednávka predĺženia služby

source: There is pending renewal order waiting for
cs_cz: U služby evidujeme objednávku prodloužení čekající na
sk_sk: U služby evidujeme objednávku na predĺženie ktorá čaká na

source: payment
cs_cz: platbu
hu_hu: fizetés
sk_sk: platba

source: Complete the registration verification of the WEDOS Global plugin
cs_cz: Dokončete ověření registrace pluginu WEDOS Global
hu_hu: Fejezze be a WEDOS Global plugin regisztrációjának megerősítését.
sk_sk: Dokončite overenie registrácie pluginu WEDOS Global Protection

source: Dear WordPress administrator,
cs_cz: Vážený administrátore WordPress webu,
hu_hu: Kedves WordPress rendszergazda,
sk_sk: Vážený administrátor WordPress,

source: We would like to inform you that a short time ago you requested the pairing of the WEDOS Global WordPress Plugin with your WEDOS customer account.
cs_cz: Rádi bychom Vás informovali, že jste před malou chvílí zažádali o spárování pluginu WEDOS Global WordPress Plugin s Vaší zákaznickou administrací.
hu_hu: Szeretnénk tájékoztatni Önt, hogy nemrég kérte a WEDOS Global WordPress Plugin párosítását a WEDOS ügyfélfiókjával.
sk_sk: Radi by sme vás informovali, že ste prednedávnom podali žiadosť o spárovanie WordPress pluginu WEDOS Global s vaším zákazníckym účtom WEDOS.

source: In order to successfully pair the plugin and your customer account, you must enter the following verification code:
cs_cz: Pro úspěšné spárování pluginu je nutné vložit následující verifikační kód:
hu_hu: A plugin és az ügyfélfiók sikeres párosításához a következő ellenőrző kódot kell megadnia:
sk_sk: K úspešnému spárovaniu pluginu a vášho zákazníckeho účtu musíte zadať nasledujúci overovací kód:

source: After entering the code, you will be able to complete the registration process and pair the plugin and your customer account.
cs_cz: Po vložení kódu budete moci dokončit proces registrace a spárování pluginu a Vašeho zákaznického účtu.
hu_hu: A kód beírása után befejezheti a regisztrációs folyamatot, és párosíthatja a plugint és az ügyfélfiókját.
sk_sk: Po zadaní kódu budete môcť dokončiť proces registrácie a spárovať plugin a váš zákaznícky účet.

source: Settings Saved
hu_hu: Beállítások mentve
sk_sk: Nastavenie bolo uložené

source: Save
hu_hu: Mentés
sk_sk: Uložiť

source: WEDOS Global - Security Reports Setting
hu_hu: WEDOS Global - Biztonsági jelentések beállítása.
sk_sk: WEDOS Global - Nastavenie bezpečnostných hlásení

source: Registration at %s
cs_cz: Registrace nebo přihlášení na webu %s
hu_hu: Regisztráció %s
sk_sk: Registrácia na %s

source: A <span>big step</span> for your<br> website
cs_cz: <span>Velký krok</span> pro Vaši<br> webovou prezentaci
hu_hu: Egy <span>nagy lépés </span> az Ön <br> weboldalának
sk_sk: <span>Veľký krok</span> pre vaše<br> webové stránky

source: The plugin has already been successfully paired with your customer account at %s
cs_cz: Plugin byl úspěšně spárován s Vaším zákaznickým účtem u %s
hu_hu: A plugint már sikeresen párosítottuk az Ön ügyfélfiókjával a %s címen.
sk_sk: Plugin už bol úspešne spárovaný s vaším zákazníckym účtom na %s

source: Now you can proceed with the next steps of setting up the plugin.
cs_cz: Nyní můžete přejít na další krok nastavení pluginu.
hu_hu: Most már folytathatja a plugin beállításának következő lépéseivel.
sk_sk: Teraz môžete pristúpiť k ďalšiemu kroku nastavenia pluginu.

source: Continue in plugin settings
hu_hu: Folytatás a plugin beállításaiban.
sk_sk: Pokračujte v nastavovaní pluginu

source: It seems you haven`t receive verification code in your mailbox. You can show your verification code by clicking the button below.
hu_hu: Úgy tűnik, hogy nem kaptad meg az ellenőrző kódot a postafiókodba. Az ellenőrző kódot az alábbi gombra kattintva tudod megjeleníteni.
sk_sk: Zdá sa, že ste nedostali overovací kód do vašej e-mailovej schránky. Overovací kód môžete zobraziť kliknutím na tlačidlo nižšie.

source: Click to copy
cs_cz: Kliknutím zkopírovat do schránky
hu_hu: Kattintson a másoláshoz
sk_sk: Kliknutím skopírujte.

source: Show verification code
cs_cz: Zobrazit ověřovací kód
hu_hu: Ellenőrző kód megjelenítése
sk_sk: Zobraziť overovací kód

source: The first thing to do is to register at %s to connect the plugin with your customer account at %s
cs_cz: Prvním krokem je registrace nebo přihlášení na webu %s pro spárování pluginu s Vaším zákaznickým účtem u %s
hu_hu: Először is regisztráljon a %s címen, hogy a bővítményt összekapcsolhassa a %s címen lévő ügyfélfiókjával.
sk_sk: Najprv sa musíte zaregistrovať na adrese %s, aby ste prepojili plugin s vaším zákazníckym účtom na adrese %s

source: After registration and successful login to your customer account, a verification code will be sent to your e-mail address assigned to your WordPress account: %s
cs_cz: Po úspěšném přihlášení k Vašemu zákaznickému účtu bude odeslán ověřovací kód na e-mailovou adresu %s, uvedenou u Vašeho WordPress účtu
hu_hu: A regisztráció és a sikeres bejelentkezés után az ügyfélfiókjába egy ellenőrző kódot küldünk a WordPress-fiókjához rendelt e-mail címére: %s
sk_sk: Po dokončení registrácie a úspešnom prihlásení do vášho zákazníckeho účtu vám zašleme overovací kód na e-mail vášho WordPress účtu: %s

source: Use this verification code to complete plugin`s verification process at %s. You will be redirected back to your WordPress admin panel after succesful verification.
cs_cz: Tento kód použijte k dokončení ověřovacího procesu pluginu na stránce %s. Po úspěšném ověření budete přesměrování zpět do Vaší WordPress administrace.
hu_hu: Használja ezt az ellenőrző kódot a plugin hitelesítési folyamatának befejezéséhez %s-nél. A sikeres ellenőrzés után visszairányítjuk a WordPress adminisztrációs felületére.
sk_sk: Týmto overovacím kódom dokončite proces overovania %s. Po dokončení overovania budete presmerovaní späť do administrácie WordPress.

source: Sign in
cs_cz: Přihlášení
hu_hu: Bejelentkezés
sk_sk: Prihlásiť sa

source: Sign up
cs_cz: Registrace
hu_hu: Regisztráció
sk_sk: Zaregistrovať sa

source: Setup in 5 minutes.
cs_cz: Zřízení do 5 minut.
hu_hu: Beállítás 5 perc alatt.
sk_sk: Zariadenie do 5 minút.

source: No credit card required.
cs_cz: Nejsou vyžadovány žádné údaje kreditní karty nebo poplatky.
hu_hu: Nincs szükség bankkártyára.
sk_sk: Kreditná karta nie je potrebná.

source: Free Trial or Free version
cs_cz: Trial verze zdarma
hu_hu: Ingyenes próbaverzió vagy ingyenes verzió.
sk_sk: Skúšobná prevádzka zadarmo alebo tarif Free

source: No need to move data, change hosting or servers.
cs_cz: Není potřeba přesouvat žádaná data, měnit hosting nebo servery.
hu_hu: Nem kell adatokat átvinni, tárhelyet vagy kiszolgálót váltani.
sk_sk: Nie je potrebné sťahovať dáta, meniť hosting ani servery.

source: Failed to redirect to sign in / sign up form
cs_cz: Přesměrování na formulář pro přihlášení / registraci selhalo
hu_hu: Nem sikerült átirányítani a bejelentkezési / regisztrációs űrlapra.
sk_sk: Presmerovanie na prihlasovací/registračný formulár zlyhalo.

source: Service setup
cs_cz: Zřízení služby
hu_hu: Szolgáltatás beállítása
sk_sk: Zriadenie služby

source: The plugin has not been yet paired with your customer account at %s
cs_cz: Plugin ještě nebyl spárován s Vaším zákaznickým účtem u %s
hu_hu: A plugin még nem lett párosítva az Ön ügyfélfiókjával a %s oldalon.
sk_sk: Tento plugin ešte nebol spárovaný s vaším zákazníckym účtom %s

source: Return back to the first step and register the plugin.
cs_cz: Vraťte se zpět na první krok nastavení pro registraci pluginu.
hu_hu: Térjen vissza az első lépéshez, és regisztrálja a plugint.
sk_sk: Vráťte sa späť k prvému kroku a zaregistrujte plugin.
